{ "translations": {
    "Version not found" : "Версията не е открита.",
    "Upgrade is not possible. Your web server does not have permission to remove the following directory:" : "Обновяването не е възможно. Уеб сървърът няма права да премахне следната папка:",
    "Update permissions on this directory and its content or remove it manually first." : "Първо обнови правата на тази папка и съдържанието й или я изтрий.",
    "Update failed." : "Неуспешно обновяване.",
    "The update was unsuccessful. Please check logs at admin page and report this issue to the <a href=\"https://github.com/owncloud/updater/issues/new\" target=\"_blank\">ownCloud community</a>." : "Обновяването е неуспешно. Моля, провери записите в доклада в страницата за управление и докладвайте проблема в <a href=\"https://github.com/owncloud/updater/issues/new\" target=\"_blank\">ownCloud общността</a>.",
    "Server error. Please check web server log file for details" : "Сървърна грешка. Моля, провери лог файловете за повече информация",
    "Retry" : "Опитай Отново",
    "Here is your backup:" : "Тук е Вашия архив:",
    "Proceed" : "Продължи",
    "All done. Click to the link below to start database upgrade." : "Готово. Натисни връзката по-долу за обновяване на базата от данни.",
    "Please ask your server administrator to enable PHP zip extension." : "Моля, поискай твоят администратор да разреши PHP zip разширения.",
    "Not possible to update %s to %s. Downgrading or skipping major releases is not supported." : "Не е възможна да се обнови %s до %s. Обновяване до по-стара версия или прескачането на главна версия не се поддържа.",
    "Make sure that your web server has read access to the following files and directories:" : "Увери се, че твоят уеб сървър има достъп за четене до следните файлове и директории:",
    "Make sure that your web server has write access to the following files and directories:" : "Увери се, че твоят уеб сървър има права за запис до следните файлове и директории:",
    "Updater" : "Обновяване",
    "Open Update Center" : "Отвори Център за Обновления.",
    "Updates" : "Обновления",
    "A new version is available: %s" : "Има Нова Версия: %s",
    "Up to date. Checked on %s" : "Най-нова версия. Проверен на %s",
    "1. Check & Backup" : "1. Превери & Направи резервен архив",
    "2. Download & Extract" : "2. Изтегли & Извлечи от файла",
    "3. Replace" : "3. Замени",
    "Update" : "Обновяване",
    "Backups" : "Резервни Архиви",
    "Backup directory" : "Папка за Архиви",
    "No backups found" : "Не са открити архиви",
    "Backup" : "Архивиране",
    "Done on" : "Извършено върху",
    "Download" : "Изтегли",
    "Delete" : "Изтрий"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}