{ "translations": {
    "Version not found" : "Δεν βρέθηκε η έκδοση",
    "Upgrade is not possible. Your web server does not have permission to remove the following directory:" : "Δεν ήταν δυνατή η αναβάθμιση. Ο διακομιστής δικτύου σας δεν έχει άδεια να αφαιρέσει τον παρακάτω κατάλογο:",
    "Update permissions on this directory and its content or remove it manually first." : "Ενημερώστε τις άδειες σε αυτόν τον κατάλογο και τα περιεχόμενά του ή αφαιρέστε τον πρώτα χειροκίνητα.",
    "Update failed." : "Η ενημέρωση απέτυχε.",
    "The update was unsuccessful. Please check logs at admin page and report this issue to the <a href=\"https://github.com/owncloud/updater/issues/new\" target=\"_blank\">ownCloud community</a>." : "Η ενημέρωση ήταν ανεπιτυχής. Παρακαλώ ελέξτε το ιστορικό στη σελίδα του διαχειριστή και αναφέρετε το σφάλμα στην <a href=\"https://github.com/owncloud/updater/issues/new\" target=\"_blank\">κοινότητα ownCloud</a>.",
    "Server error. Please check web server log file for details" : "Σφάλμα διακομιστή. Παρακαλώ ελέξτε το αρχείο ιστορικού του διακομιστή δικτύου για λεπτομέρειες",
    "Retry" : "Επανάληψη",
    "Here is your backup:" : "Αντίγραφο ασφαλείας:",
    "Proceed" : "Συνέχιση",
    "All done. Click to the link below to start database upgrade." : "Όλα έτοιμα. Κάντε κλικ στον παρακάτω σύνδεσμο για να εκκινήσετε την αναβάθμιση της βάσης δεδομένων.",
    "Please ask your server administrator to enable PHP zip extension." : "Παρακαλώ ζητείστε από τον διαχειριστή του διακομιστή να ενεργοποιήσει την επέκταση PHP zip",
    "Not possible to update %s to %s. Downgrading or skipping major releases is not supported." : "Αδυναμία ενημέρωσης του %s σε %s. Δεν υποστηρίζεται η υποβάθμιση ή παράκαμψη κύριων εκδόσεων.",
    "Make sure that your web server has read access to the following files and directories:" : "Βεβαιωθείτε ότι ο διακομιστής δικτύου σας έχει πρόσβαση ανάγνωσης στα ακόλουθα αρχεία και καταλόγους:",
    "Make sure that your web server has write access to the following files and directories:" : "Βεβαιωθείτε ότι ο διακομιστής δικτύου σας έχει πρόσβαση εγγραφής στα ακόλουθα αρχεία και καταλόγους:",
    "Updater" : "Εφαρμογή Ενημέρωσης",
    "Open Update Center" : "Ανοικτό Κέντρο Ενημερώσεων",
    "Updates" : "Ενημερώσεις",
    "A new version is available: %s" : "Μία νέα έκδοση είναι διαθέσιμη: %s",
    "Up to date. Checked on %s" : "Ενημερωμένο. Ελέγθηκε στις %s",
    "1. Check & Backup" : "1. Έλεγχος και Δημιουργία Αντιγράφων Ασφαλείας",
    "2. Download & Extract" : "2. Λήψη και Εξαγωγή",
    "3. Replace" : "3. Αντικατάσταση",
    "Update" : "Ενημέρωση",
    "Backups" : "Αντίγραφα ασφαλείας",
    "Backup directory" : "Κατάλογος αντιγράφων ασφαλείας",
    "No backups found" : "Δεν βρέθηκαν αντίγραφα ασφαλείας",
    "Backup" : "Αντίγραφο ασφαλείας",
    "Done on" : "Oλοκληρώθηκε",
    "Download" : "Λήψη",
    "Delete" : "Διαγραφή"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}