{ "translations": {
    "Version not found" : "Versiota ei löytynyt",
    "Upgrade is not possible. Your web server does not have permission to remove the following directory:" : "Päivitys ei ole mahdollinen. HTTP-palvelimella ei ole oikeutta poistaa seuraavaa hakemistoa:",
    "Update permissions on this directory and its content or remove it manually first." : "Päivitä tämän hakemiston ja sen sisällön oikeudet tai poista se ensin käsin.",
    "Update failed." : "Päivitys epäonnistui.",
    "The update was unsuccessful. Please check logs at admin page and report this issue to the <a href=\"https://github.com/owncloud/updater/issues/new\" target=\"_blank\">ownCloud community</a>." : "Päivitys epäonnistui. Tarkista lokit ylläpitäjän sivulta ja ilmoita ongelmasta <a href=\"https://github.com/owncloud/updater/issues/new\" target=\"_blank\">ownCloud-yhteisölle</a>.",
    "Server error. Please check web server log file for details" : "Palvelinvirhe. Tarkista http-palvelimen lokitiedosto",
    "Retry" : "Yritä uudelleen",
    "Here is your backup:" : "Tässä varmuuskopiosi:",
    "Proceed" : "Jatka",
    "All done. Click to the link below to start database upgrade." : "Kaikki valmista. Napsauta alla olevaa linkkiä aloittaaksesi tietokannan päivityksen.",
    "Please ask your server administrator to enable PHP zip extension." : "Pyydä palvelimen ylläpitäjää ottamaan käyttöön PHP:n zip-laajennuksen.",
    "Not possible to update %s to %s. Downgrading or skipping major releases is not supported." : "Päivitys versiosta %s versioon %s ei ole mahdollista. Suurversioiden päivittäminen alaspäin tai niiden ohittaminen ei ole tuettu.",
    "Make sure that your web server has read access to the following files and directories:" : "Varmista, että http-palvelimella on lukuoikeus seuraaviin tiedostoihin ja hakemistoihin:",
    "Make sure that your web server has write access to the following files and directories:" : "Varmista, että http-palvelimella on kirjoitusoikeus seuraaviin tiedostoihin ja hakemistoihin:",
    "Updater" : "Päivitysohjelma",
    "Open Update Center" : "Avaa päivityskeskus",
    "Updates" : "Päivitykset",
    "A new version is available: %s" : "Uusi versio on saatavilla: %s",
    "Up to date. Checked on %s" : "Ajan tasalla. Tarkistettu %s",
    "1. Check & Backup" : "1. Tarkista ja varmuuskopioi",
    "2. Download & Extract" : "2. Lataa ja pura",
    "3. Replace" : "3. Korvaa",
    "Update" : "Päivitä",
    "Backups" : "Varmuuskopiot",
    "Backup directory" : "Varmuuskopiokansio",
    "No backups found" : "Varmuuskopioita ei löytynyt",
    "Backup" : "Varmuuskopioi",
    "Done on" : "Luontiaika",
    "Download" : "Lataa",
    "Delete" : "Poista"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}