{ "translations": {
    "Version not found" : "Versione non trovata",
    "Upgrade is not possible. Your web server does not have permission to remove the following directory:" : "Impossibile aggiornare. Il tuo server web non ha i permessi per rimuovere la seguente cartella:",
    "Update permissions on this directory and its content or remove it manually first." : "Aggiorna i permessi su questa cartella e il suo contenuto oppure rimuovila manualmente.",
    "Update failed." : "Aggiornamento non riuscito",
    "The update was unsuccessful. Please check logs at admin page and report this issue to the <a href=\"https://github.com/owncloud/updater/issues/new\" target=\"_blank\">ownCloud community</a>." : "L'aggiornamento non è riuscito. Controlla i log nella pagina di amministrazione e segnala il problema alla <a href=\"https://github.com/owncloud/updater/issues/new\" target=\"_blank\">comunità di ownCloud</ a>.",
    "Server error. Please check web server log file for details" : "Errore del server. Controlla il file di log del server web per i dettagli",
    "Retry" : "Riprova",
    "Here is your backup:" : "Qui è la tua copia di sicurezza:",
    "Proceed" : "Procedi",
    "All done. Click to the link below to start database upgrade." : "Tutte le operazioni completate. Fai clic sul collegamento seguente per iniziare l'aggiornamento del database.",
    "Please ask your server administrator to enable PHP zip extension." : "Chiedere al tuo amministratore del server di abilitare l'estensione zip di PHP.",
    "Not possible to update %s to %s. Downgrading or skipping major releases is not supported." : "Impossibile aggiornare %s a %s. L'installazione di versioni precedenti o il salto di versioni principali non è supportata.",
    "Make sure that your web server has read access to the following files and directories:" : "Assicurati che il tuo server web abbia accesso in lettura ai seguenti file e cartelle:",
    "Make sure that your web server has write access to the following files and directories:" : "Assicurati che il tuo server web abbia accesso in scrittura ai seguenti file e cartelle:",
    "Updater" : "Strumento di aggiornamento",
    "Open Update Center" : "Apri il centro aggiornamenti",
    "Updates" : "Aggiornamenti",
    "A new version is available: %s" : "Una nuova versione è disponibile: %s",
    "Up to date. Checked on %s" : "Aggiornato. Controllato il %s",
    "1. Check & Backup" : "1. Controlla e crea copie di sicurezza",
    "2. Download & Extract" : "2. Scarica ed estrai",
    "3. Replace" : "3. Sostituisci",
    "Update" : "Aggiorna",
    "Backups" : "Copie di sicurezza",
    "Backup directory" : "Cartella backup",
    "No backups found" : "Nessun backup trovato",
    "Backup" : "Copia di sicurezza",
    "Done on" : "Completato il",
    "Download" : "Scarica",
    "Delete" : "Elimina"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}