{ "translations": {
    "Version not found" : "버전을 찾을 수 없음",
    "Upgrade is not possible. Your web server does not have permission to remove the following directory:" : "업그레이드할 수 없습니다. 웹 서버의 권한으로 다음 디렉터리를 지울 수 없습니다:",
    "Update permissions on this directory and its content or remove it manually first." : "이 디렉터리 및 내용의 권한을 업데이트하거나 수동으로 삭제하십시오.",
    "Update failed." : "업데이트가 실패하였습니다.",
    "The update was unsuccessful. Please check logs at admin page and report this issue to the <a href=\"https://github.com/owncloud/updater/issues/new\" target=\"_blank\">ownCloud community</a>." : "업데이트가 실패하였습니다. 관리자 페이지에서 로그를 확인하신 후 <a href=\"https://github.com/owncloud/updater/issues/new\" target=\"_blank\">ownCloud 커뮤니티</a>에 문제를 보고해 주십시오.",
    "Server error. Please check web server log file for details" : "서버 오류입니다. 자세한 사항은 웹 서버 로그 파일을 참고하십시오",
    "Retry" : "다시 시도",
    "Here is your backup:" : "다음은 백업 파일입니다:",
    "Proceed" : "진행",
    "All done. Click to the link below to start database upgrade." : "준비되었습니다. 아래 링크를 눌러서 데이터베이스 업그레이드를 시작하십시오.",
    "Please ask your server administrator to enable PHP zip extension." : "서버 관리자에게 PHP zip 확장 기능을 활성화해 달라고 요청하십시오.",
    "Not possible to update %s to %s. Downgrading or skipping major releases is not supported." : "%s을(를) %s(으)로 업데이트할 수 없습니다. 주 버전은 다운그레이드하거나 건너뛸 수 없습니다.",
    "Make sure that your web server has read access to the following files and directories:" : "웹 서버가 다음 파일과 디렉터리에 읽기 권한을 가지고 있는지 확인하십시오:",
    "Make sure that your web server has write access to the following files and directories:" : "웹 서버가 다음 파일과 디렉터리에 쓰기 권한을 가지고 있는지 확인하십시오:",
    "Updater" : "업데이터",
    "Open Update Center" : "업데이트 센터 열기",
    "Updates" : "업데이트",
    "A new version is available: %s" : "새 버전을 사용할 수 있습니다: %s",
    "Up to date. Checked on %s" : "최신 상태입니다. 마지막 확인: %s",
    "1. Check & Backup" : "1. 확인 및 백업",
    "2. Download & Extract" : "2. 다운로드 및 압축 풀기",
    "3. Replace" : "3. 재설치",
    "Update" : "업데이트",
    "Backups" : "백업",
    "Backup directory" : "백업 디렉터리",
    "No backups found" : "백업을 찾을 수 없음",
    "Backup" : "백업",
    "Done on" : "완료 시간",
    "Download" : "다운로드",
    "Delete" : "삭제"
},"pluralForm" :"nplurals=1; plural=0;"
}