{ "translations": {
    "Version not found" : "Nie znaleziono wersji",
    "Upgrade is not possible. Your web server does not have permission to remove the following directory:" : "Aktualizacja nie jest możliwa. Twój serwer ma niewystarczające uprawnienia do usuwania następujących katalogów:",
    "Update permissions on this directory and its content or remove it manually first." : "Zaktualizuj uprawnienia do tego katalogu i jego zawartości lub usuń go najpierw ręcznie.",
    "Update failed." : "Aktualizacja nieudana.",
    "The update was unsuccessful. Please check logs at admin page and report this issue to the <a href=\"https://github.com/owncloud/updater/issues/new\" target=\"_blank\">ownCloud community</a>." : "Aktualizowanie zakończyło się niepowodzeniem. Sprawdź logi na stronie admina i zgłoś ten problem <a href=\"https://github.com/owncloud/updater/issues/new\" target=\"_blank\">społeczności ownCloud</a>.",
    "Server error. Please check web server log file for details" : "Błąd serwera. Proszę sprawdzić log serwera www, aby uzyskać więcej informacji",
    "Retry" : "Powtórz",
    "Here is your backup:" : "Oto twoja kopia zapasowa:",
    "Proceed" : "Wykonaj",
    "All done. Click to the link below to start database upgrade." : "Wszystko zrobione. Kliknij na link poniżej, aby rozpocząć uaktualnienie bazy danych.",
    "Please ask your server administrator to enable PHP zip extension." : "Poproś administratora Twojego serwera, aby włączył rozszerzenie PHP zip.",
    "Not possible to update %s to %s. Downgrading or skipping major releases is not supported." : "Nie można zaktualizować %s do %s. Downgrade lub ominięcie wersji głównej nie są wspierane.",
    "Make sure that your web server has read access to the following files and directories:" : "Upewnij się, że serwer www ma prawo odczytu następujących plików i katalogów:",
    "Make sure that your web server has write access to the following files and directories:" : "Upewnij się, że serwer www ma prawo zapisu do następujących plików i katalogów:",
    "Updater" : "Aktualizator",
    "Open Update Center" : "Otwórz Centrum aktualizacji",
    "Updates" : "Aktualizacje",
    "A new version is available: %s" : "Dostępna jest nowa wersja: %s",
    "Up to date. Checked on %s" : "Zaktualizowano. Sprawdzone na %s",
    "1. Check & Backup" : "1. Sprawdzanie i tworzenie kopi",
    "2. Download & Extract" : "2. Pobieranie i rozpakowywanie",
    "3. Replace" : "3. Podmienianie",
    "Update" : "Aktualizuj",
    "Backups" : "Kopie bezpieczeństwa",
    "Backup directory" : "Katalog kopii",
    "No backups found" : "Nie znaleziono kopii zapasowych",
    "Backup" : "Kopia zapasowa",
    "Done on" : "Ukończono na",
    "Download" : "Pobierz",
    "Delete" : "Usuń"
},"pluralForm" :"nplurals=3; plural=(n==1 ? 0 : n%10>=2 && n%10<=4 && (n%100<10 || n%100>=20) ? 1 : 2);"
}