{ "translations": {
    "Version not found" : "Verzia nenájdená",
    "Upgrade is not possible. Your web server does not have permission to remove the following directory:" : "Aktualizáciu nie je možné vykonať. Váš webserver nemá oprávnenie na zmazanie nasledovného priečinka:",
    "Update permissions on this directory and its content or remove it manually first." : "Aktualizovať oprávnenia tohto priečinka a jeho obsahu alebo odstrániť najskôr ručne.",
    "Update failed." : "Aktualizácia sa nepodarila.",
    "The update was unsuccessful. Please check logs at admin page and report this issue to the <a href=\"https://github.com/owncloud/updater/issues/new\" target=\"_blank\">ownCloud community</a>." : "Aktualizácia nebola úspešná. Skontrolujte logy v administračnom rozhraní a oznámte túto udalosť <a href=\"https://github.com/owncloud/updater/issues/new\" target=\"_blank\">ownCloud komunite</a>.",
    "Server error. Please check web server log file for details" : "Chyba servera. Pre získanie viac informácií pozrite logy servera",
    "Retry" : "Skúsiť znova",
    "Here is your backup:" : "Tu je vaša záloha:",
    "Proceed" : "Vykonať",
    "All done. Click to the link below to start database upgrade." : "Hotovo. Kliknite na nasledovný odkaz pre začatie aktualizácie databázy.",
    "Please ask your server administrator to enable PHP zip extension." : "Požiadajte správcu servera o zapnutie PHP zip rozšírenia.",
    "Not possible to update %s to %s. Downgrading or skipping major releases is not supported." : "Nie je možné aktualizovať %s na %s. Downgrade alebo preskočenie hlavnej verzie nie je podporované.",
    "Make sure that your web server has read access to the following files and directories:" : "Uistite sa, že váš webserver má práva na čítanie nasledovných súborov a priečinkov:",
    "Make sure that your web server has write access to the following files and directories:" : "Uistite sa, že váš webserver má práva na zápis do nasledovných súborov a priečinkov:",
    "Updater" : "Aktualizátor",
    "Open Update Center" : "Otvoriť centrum aktualizácií",
    "Updates" : "Aktualizácie",
    "A new version is available: %s" : "Je dostupná nová verzia: %s",
    "Up to date. Checked on %s" : "Máte najnovšiu verziu. Overené na %s",
    "1. Check & Backup" : "1. Overiť a zálohovať",
    "2. Download & Extract" : "2. Stiahnuť a rozbaliť",
    "3. Replace" : "3. Nahradiť",
    "Update" : "Aktualizovať",
    "Backups" : "Zálohy",
    "Backup directory" : "Zálohovací priečinok",
    "No backups found" : "Zálohy nenájdené",
    "Backup" : "Záloha",
    "Done on" : "Dokončené",
    "Download" : "Sťahovanie",
    "Delete" : "Zmazať"
},"pluralForm" :"nplurals=3; plural=(n==1) ? 0 : (n>=2 && n<=4) ? 1 : 2;"
}