Repository: hypery2k/owncloud
Catalog: apps/roundcube/l10n/*/*.po
Languages: fr

source: Not submitted for us.
fr: pas soumis.

source: Application settings successfully stored.
fr: Sauvegarde des paramètres réussi

source: Unable to store email credentials in the data-base.
fr: Impossible de sauvegarder les identifiants dans la base de données

source: Email-user credentials successfully stored.
fr: Sauvegarde des identifants réussi

source: RoundCube Settings
fr: Paramètre RoundCube

source: Basic settings
fr: Paramètre de base

source: Advanced settings
fr: Paramètre avancé

source: Absolute path to roundcube installation, e.g. If you have http://example.com/roundcube enter /roundcube/ here. Note that subdomains or URLs do not work, just absolute paths to the same domain owncloud is running.
fr: Entrer le chemin absolu d'installation de Rouncube, e.g pour https://exemple.com/roundcubeentrer /roundcube/. Noter que le sous-domaine ou URL ne fonctionneront pas, seul le chemin absolute d'un même domaine que Ownloud fonctionnera.

source: Remove RoundCube control navigation menu items with currently logged in user information
fr: Cacher le menu de gestion des utilisateurs de Rouncube

source: Remove information bar on top of page
fr: Cache les informations de la bar du haut de page

source: Removes the buttons for different sections (mail, adressbook, settings) within the RoundCube mail application
fr: Cacher les boutons des sections (mail, agenda, paramètre)de l'application mail de Roundcube

source: Remove RoundCube header navigation menu items
fr: Cacher le menu de gestion de Rouncube

source: Enable autologin for users, which reuse the login data from OC for RoundCube.
fr: Activer l'auto-authentification pour les utilisateur, qui re-utilisera les données du compte RounCube d'Owncloud.

source: Enable autologin for users
fr: Activer l'auto-authentification pour les utilisateur

source: Enable debug messages. RC tends to bloat the log-files.
fr: Active les message de debug. Attention, à la taille des fichiers de log RounCube

source: Enable debug logging
fr: Active mode debug

source: Overwritte roundcube server hostname if not the same as owncloud, e.g. for (sub)domains which resides on the same server, e.g rc.domain.tld But keep in mind that due to iFrame security constraints it will be only working on the same server, see HTML/JS same-origin policies
fr: Ecraser le nom d'hôte de RounCube si il n'est pas le même que celui d'OwnCloud, e.g pour le (sous)domaines qui resident sur le même server, e.g rc.domain.tld mais garder à l'esprit qu'à cause des contrainte de sécurity d'iFrame cela ne marche que sur un même server, voir les polices de HTML/JS.

source: Logged in as
fr: Authentifier vous en tant que

source: Database error
fr: Erreur de la base de donnée

source: Please follow the wiki page to setup the database manually:
fr: Veuillez suivre la page wiki d'installation manuel de la base de donnée.

source: You have errors in your settings
fr: Il y a une erreur dans les paramètres

source: You can manage your admin settings here:
fr: Vous pouvez gèrer vos paramètres administrateur, ici :

source: Settings
fr: paramètres

source: You don't have any email account configured yet.
fr: Vous n'avez pas encore de compte mail configuré.

source: You can manage your email accounts here:
fr: Vous pouvez gèrer vos paramètres administrateur, ici :

source: You don't have any email account configured correctly yet. Please check you username and password.
fr: Vous n'avez pas de compte mail configuré. Veuillez vérifier votre nom d'utilisateur et mot de passe.

source: RoundCube Mailaccount
fr: Compte Mail RoundCube

source: Email Login Name
fr: Compte de l'email

source: Email Password
fr: Mot de passe de l'email

source: show
fr: Montre

source: Change Email Identity
fr: Changer d'identifiant
