Repository: hypery2k/owncloud
Catalog: environment/owncloud_releases/OC60/apps/contacts/l10n/*/contacts.po
Languages: cs_cz, sv

source: Contacts
cs_cz: Kontakty
sv: Kontakter

source: Save
cs_cz: Uložit
sv: Spara

source: Uploading...
cs_cz: Odesílám...
sv: Laddar upp...

source: Importing...
cs_cz: Importuji...
sv: Importerar...

source: Preparing...
cs_cz: Příprava...
sv: Förbereder...

source: Imported {count} of {total} contacts
cs_cz: Naimportováno {count} z celkového množství {total} kontaktů
sv: Importerade {count} av {total} kontakter

source: Imported {imported} contacts. {failed} failed.
cs_cz: Naimportováno {imported} kontaktů. {failed} selhalo.
sv: Importerade {imported} kontakter. {failed} misslyckades.

source: An address book called {name} already exists
cs_cz: Adresář kontaktů s názvem {name} již existuje
sv: En adressbok vid namn {name} finns redan

source: Failed adding address book: {error}
cs_cz: Přidání adresáře kontaktů selhalo: {error}
sv: Kan inte lägga till adressbok: {error}

source: Failed loading address books: {error}
cs_cz: Načtení adresářů kontaktů selhalo: {error}
sv: Misslyckades ladda adressböcker: {error}

source: Indexing contacts
cs_cz: Indexuji kontakty
sv: Indexerar kontakter

source: Unrecoverable error loading address books: {msg}
cs_cz: Neodstranitelná chyba při načítání adresářů kontaktů: {msg}
sv: Irreparabelt fel när adressböckerna skulle laddas: {msg}

source: Error.
cs_cz: Chyba.
sv: Fel.

source: Add to...
cs_cz: Přidat do...
sv: Lägga till...

source: Remove from...
cs_cz: Odebrat z...
sv: Ta bort från...

source: Add group...
cs_cz: Přidat skupinu...
sv: Lägg till grupp...

source: Invalid URL: "{url}"
cs_cz: Neplatná URL: "{url}"
sv: Felaktig URL: "{url}"

source: There was an error opening a mail composer.
cs_cz: Nastala chyba při otevírání editoru e-malů.
sv: Fel uppstod när e-postklient skulle öppnas.

source: Invalid email: "{url}"
cs_cz: Neplatný e-mail: "{url}"
sv: Felaktig e-post: "{url}"

source: Merge failed. Cannot find contact: {id}
cs_cz: Sloučení selhalo. Nelze nalézt kontakt: {id}
sv: Sammanslagning misslyckades. Kan inte hitta kontakt: {id}

source: Merge failed.
cs_cz: Sloučení selhalo.
sv: Sammanslagning misslyckades.

source: Merge failed. Error saving contact.
cs_cz: Sloučení selhalo. Chyba při ukládání kontaktu.
sv: Sammanslagning misslyckades: Fel vid sparande av kontakt.

source: Select photo
cs_cz: Vybrat fotku
sv: Välj foto

source: Network or server error. Please inform administrator.
cs_cz: Chyba sítě či serveru. Kontaktujte prosím správce.
sv: Nätverk eller serverfel. Informera administratören.

source: Error adding to group.
cs_cz: Chyba při přidávání do skupiny
sv: Fel vid tillägg i grupp.

source: Error removing from group.
cs_cz: Chyba při odebírání ze skupiny
sv: Fel vid radering från grupp.

source: Error setting {name} as favorite.
cs_cz: Chyba při nastavování {name} jako oblíbený.
sv: Fel när {name} skulle läggas till favoriter.

source: Merge contacts
cs_cz: Sloučit kontakty
sv: Sammanfoga kontakter

source: Cancel
cs_cz: Zrušit
sv: Avbryt

source: Add group
cs_cz: Přidat skupinu
sv: Lägg till grupp

source: Could not find contact: {id}
cs_cz: Nelze nalézt kontakt: {id}
sv: Kunde inte hitta kontakt: {id}

source: No files selected for upload.
cs_cz: Žádné soubory nebyly vybrány k nahrání.
sv: Inga filer valda för uppladdning

source: The file you are trying to upload exceed the maximum size for file uploads on this server.
cs_cz: Soubor, který se pokoušíte odeslat, přesahuje maximální velikost povolenou na serveru.
sv: Filen du försöker ladda upp är större än den maximala storleken för filöverföring på denna server.

source: Edit profile picture
cs_cz: Upravit obrázek profilu
sv: Anpassa profilbild

source: Crop photo
cs_cz: Oříznout fotku
sv: Beskär bild

source: Is this correct?
cs_cz: Je to správně?
sv: Är detta korrekt?

source: Error parsing date: {date}
cs_cz: Chyba při parsování data: {date}
sv: Fel vid läsning av datum: {date}

source: # groups
cs_cz: počet skupin
sv: # grupper

source: Error parsing birthday {bday}: {error}
cs_cz: Chyba parsování narozenin {bday}: {error}
sv: Fel uppstod under inläsning av födelsedag {bday}: {error}

source: Some contacts are marked for deletion, but not deleted yet. Please wait for them to be deleted.
cs_cz: Některé kontakty jsou označeny ke smazání, ale ještě smazány nejsou. Počkejte, prosím, na dokončení operace.
sv: Vissa kontakter är markerade för radering, men är inte raderade än. Vänta tills att de har raderats.

source: Click to undo deletion of {num} contacts
cs_cz: Klikněte pro navrácení smazání {num} kontaktů
sv: Klicka för att ångra radering av {num} kontakter

source: Cancelled deletion of {num} contacts
cs_cz: Smazání {num} kontaktů zrušeno
sv: Avbruten radering av {num} kontakter

source: Add
cs_cz: Přidat
sv: Lägg till

source: Contact is already in this group.
cs_cz: Kontakt je již v této skupině.
sv: Kontakten finns redan i denna grupp.

source: Contacts are already in this group.
cs_cz: Kontakty jsou již v této skupině.
sv: Kontakterna finns redan i denna grupp.

source: Couldn't get contact list.
cs_cz: Nelze získat seznam kontaktů.
sv: Kunde inte hämta kontaktlista.

source: Contact is not in this group.
cs_cz: Kontakt není v této skupině.
sv: Kontakten är inte i denna grupp.

source: Contacts are not in this group.
cs_cz: Kontakty nejsou v této skupině.
sv: Kontakterna är inte i denna grupp.

source: Failed renaming group: {error}
cs_cz: Chyba při přejmenování skupiny: {error}
sv: Det gick inte att ändra namn på gruppen: {error}

source: A group named {group} already exists
cs_cz: Skupina s názvem {group} již existuje
sv: En grupp men namnet {group} finns redan

source: You can drag groups to arrange them as you like.
cs_cz: Můžete přesouvat skupiny, pro snadné seřazení dle vašich potřeb.
sv: Du kan dra och släppa grupper⏎ för att arrangera dem som du vill.

source: Failed adding group: {error}
cs_cz: Přidání skupiny se nezdařilo: {error}
sv: Det gick inte att lägga till gruppen :{error}

source: All
cs_cz: Vše
sv: Alla

source: Favorites
cs_cz: Oblíbené
sv: Favoriter

source: Shared by {owner}
cs_cz: Sdílí {owner}
sv: Delad av {owner}

source: Not grouped
cs_cz: Neseskupené
sv: Inte grupperad.

source: Failed loading groups: {error}
cs_cz: Načtení skupin se nezdařilo: {error}
sv: Kan inte ladda grupper: {error}

source: Please choose the addressbook
cs_cz: Prosím zvolte adresář kontaktů
sv: Vänligen välj adressboken

source: Import into...
cs_cz: Importovat do...
sv: Importera till...

source: Error loading import template
cs_cz: Chyba při nahrávání šablony importu
sv: Fel uppstod under import av mall

source: Import contacts
cs_cz: Importovat kontakty
sv: Importera kontakter

source: Import
cs_cz: Importovat
sv: Importera

source: Import done
cs_cz: Import dokončen
sv: Import klar

source: Close
cs_cz: Zavřít
sv: Stäng

source: Error
cs_cz: Chyba
sv: Fel

source: Displayname cannot be empty.
cs_cz: Zobrazované jméno nemůže být prázdné.
sv: Visningsnamn får inte vara tomt.

source: Show CardDav link
cs_cz: Zobrazit odkaz CardDAV
sv: Visa CardDav-länk

source: Show read-only VCF link
cs_cz: Zobrazit odkaz VCF pouze pro čtení
sv: Visa skrivskyddad VCF-länk

source: Download
cs_cz: Stáhnout
sv: Ladda ner

source: Edit
cs_cz: Upravit
sv: Redigera

source: Delete
cs_cz: Smazat
sv: Radera

source: More...
cs_cz: Více...
sv: Mer...

source: Less...
cs_cz: Méně...
sv: Mindre...

source: Server error! Please inform system administator
cs_cz: Chyba serveru! Prosím informujte systémového správce.
sv: Serverfel! Vänligen Informera administratören.

source: Failed loading photo: {error}
cs_cz: Načtení fotografie se nezdařilo: {error}
sv: Kan inte ladda foton:{error}

source: You do not have permissions to see this contacts
cs_cz: Nemáte oprávnění pro zobrazení těchto kontaktů
sv: Du saknar behörighet för att se denna kontakt

source: Contact not found
cs_cz: Kontakt nebyl nalezen
sv: Kontakten kunde inte hittas

source: You do not have permissions to see these contacts
cs_cz: Nemáte oprávnění pro zobrazení těchto kontaktů
sv: Du saknar behörighet för att kunna se dessa kontakter.

source: You do not have permissions add contacts to the address book
cs_cz: Nemáte oprávnění pro přidání kontaktů do adresáře kontaktů
sv: Du saknar behörighet för att lägga till kontakter i denna adressbok.

source: The backend for this address book does not support adding contacts
cs_cz: Úložiště tohoto adresáře kontaktů nepodporuje přidávání kontaktů
sv: Gränssnittet för denna adressbok saknar stöd för att lägga till kontakter.

source: You do not have permissions to delete this contact
cs_cz: Nemáte oprávnění pro smazání tohoto kontaktu
sv: Du saknar behörighet att ta bort denna kontakt

source: The backend for this address book does not support deleting contacts
cs_cz: Úložiště tohoto adresáře kontaktů nepodporuje mazání kontaktů
sv: Gränssnittet för denna adressbok saknar stöd för att ta bort kontakter.

source: Unknown error
cs_cz: Neznámá chyba
sv: Okänt fel

source: The backend for this address book does not support updating
cs_cz: Úložiště tohoto adresáře kontaktů nepodporuje změnu kontaktů
sv: Gränssnittet för denna adressbok saknar stöd för uppdateringar

source: You don't have permissions to update the address book.
cs_cz: Nemáte oprávnění pro provádění změn v adresáři kontaktů
sv: Du saknar behörighet att uppdatera adressboken.

source: You don't have permissions to delete the address book.
cs_cz: Nemáte oprávnění pro mazání v adresáři kontaktů
sv: Du saknar behörighet att ta bort adressboken.

source: Address book not found
cs_cz: Adresář kontaktů nenalezen
sv: Kan inte hitta adressboken.

source: You do not have permissions to see this contact
cs_cz: Nemáte oprávnění k zobrazení tohoto kontaktu
sv: Du saknar behörighet att se denna kontakt

source: You do not have permissions to update this contact
cs_cz: Nemáte oprávnění ke změně tohoto kontaktu
sv: Du har inte behörighet att uppdatera denna kontakt

source: The backend for this contact does not support updating it
cs_cz: Úložiště tohoto kontaktu nepodporuje jeho změnu
sv: Gränssnittet för denna kontakt saknar stöd för uppdatering av den.

source: This backend not support adding contacts
cs_cz: Toto úložiště nepodporuje přidávání kontaktů
sv: Detta gränssnitt saknar stöd för att lägga till kontakter

source: Property not found
cs_cz: Vlastnost nenalezena
sv: Egenskap kunde inte hittas

source: Missing IM parameter for:
cs_cz: Chybí IM parametr pro:
sv: IM-parametrar saknas för:

source: Unknown IM:
cs_cz: Neznámý komunikátor:
sv: Okänt IM:

source: {name}'s Birthday
cs_cz: Narozeniny {name}
sv: {name}'s födelsedag

source: Error creating address book
cs_cz: Chyba při vytváření adresáře kontaktů
sv: Fel vid skapandet av adressbok

source: Error updating address book
cs_cz: Chyba při změně adresáře kontaktů
sv: Fel vid uppdatering av adressbok

source: You do not have permissions to delete the "%s" address book
cs_cz: Nemáte oprávnění pro smazání adresáře kontaktů "%s"
sv: Du har inte behörighet att radera "%s" adressbok

source: Error deleting address book
cs_cz: Chyba při mazání adresáře kontaktů
sv: Fel när adressbok skulle raderas

source: Error creating contact.
cs_cz: Chyba při vytváření kontaktu
sv: Fel vid skapandet av kontakt

source: Error deleting contact.
cs_cz: Chyba při mazání kontaktu
sv: Fel när kontakt skulle raderas.

source: Error retrieving contact.
cs_cz: Chyba při otevírání kontaktu.
sv: Fel när kontakt skulle hämtas.

source: Error saving contact.
cs_cz: Chyba při ukládání kontaktu.
sv: Fel vid spara kontakt.

source: Error removing contact from other address book.
cs_cz: Chyba při odebírání kontaktu z jiného adresáře kontaktů.
sv: Fel vid borttagning av kontakt från den andra adressboken.

source: Couldn't find contact.
cs_cz: Kontakt se nepodařilo nalézt
sv: Kunde inte hitta kontakt.

source: No contact data in request.
cs_cz: Žádná data kontaktu v požadavku.
sv: Ingen kontakt data i efterfrågan.

source: Error merging into contact.
cs_cz: Chyba při slučování do kontaktu.
sv: Fel vid sammanslagning till kontakt

source: Error saving contact to backend.
cs_cz: Chyba při zápisu kontaktu do úložiště.
sv: Fel när kontakt ska sparas till server.

source: Property name is not set.
cs_cz: Název vlastnosti není nastaven.
sv: Namn för egenskap ej definierat

source: Property checksum is not set.
cs_cz: Kontrolní součet vlastnosti není nastaven.
sv: Kontrollsumma för objekt ej definierat.

source: Information about vCard is incorrect. Please reload the page.
cs_cz: Informace o vCard je neplatná. Obnovte, prosím, stránku.
sv: Information om vCard är felaktigt. Vänligen ladda om sidan.

source: Error updating contact
cs_cz: Chyba při ukládání kontaktu
sv: Fel uppstod när kontakt skulle uppdateras

source: Error saving contact to backend
cs_cz: Chyba při zápisu kontaktu do úložiště
sv: Fel när kontakt skulle sparas till server

source: Error getting user photo
cs_cz: Chyba při získávání uživatelovy fotky
sv: Fel uppstod under hämtning av användarbild

source: No file was uploaded. Unknown error
cs_cz: Soubor nebyl odeslán. Neznámá chyba
sv: Ingen fil har laddats upp. Okänt fel

source: There is no error, the file uploaded with success
cs_cz: Soubor byl odeslán úspěšně
sv: Inga fel har uppstått. Filen har laddats upp utan problem.

source: The uploaded file exceeds the upload_max_filesize directive in php.ini
cs_cz: Odeslaný soubor přesáhl svou velikostí parametr upload_max_filesize v php.ini
sv: Den uppladdade filen överskrider värdet för upload_max_filesize i php.ini

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form
cs_cz: Odeslaný soubor přesáhl svou velikostí parametr MAX_FILE_SIZE specifikovaný v formuláři HTML
sv: Den uppladdade filen överskrider värdet för MAX_FILE_SIZE som har angivits i HTML-formuläret

source: The uploaded file was only partially uploaded
cs_cz: Soubor byl odeslán pouze částečně
sv: Den uppladdade filen har endast delvis laddats upp

source: No file was uploaded
cs_cz: Žádný soubor nebyl odeslán
sv: Ingen fil har laddats upp

source: Missing a temporary folder
cs_cz: Chybí adresář pro dočasné soubory
sv: Temporär-mapp saknas

source: Couldn't load temporary image:
cs_cz: Nelze načíst dočasný obrázek:
sv: Kan inte ladda tillfällig bild:

source: Couldn't save temporary image:
cs_cz: Nelze uložit dočasný obrázek:
sv: Kan inte spara tillfällig bild:

source: No photo path was submitted.
cs_cz: Žádná fotka nebyla odeslána.
sv: Ingen sökväg till foto angavs.

source: File doesn't exist:
cs_cz: Soubor neexistuje:
sv: Filen finns inte:

source: Error loading image.
cs_cz: Chyba při načítání obrázku.
sv: Fel vid laddning av bild.

source: Image has been removed from cache
cs_cz: Obrázek byl odstraněn z mezipaměti
sv: Bild har tagits bort från cache

source: Error creating temporary image
cs_cz: Chyba při vytváření dočasného obrázku.
sv: Fel vid skapa tillfällig bild

source: Error cropping image
cs_cz: Chyba při ořezávání obrázku.
sv: Fel vid beskärning av bilden

source: Error resizing image
cs_cz: Chyba při změně velikosti obrázku.
sv: Fel vid storleksförändring av bilden

source: Error getting PHOTO property.
cs_cz: Chyba při získávání vlastností fotky.
sv: Fel vid hämtning av egenskaper för FOTO.

source: No group name given.
cs_cz: Nebyl zadán název skupiny.
sv: Inget gruppnamn angivet.

source: Error adding group.
cs_cz: Chyba při přidávání skupiny.
sv: Fel uppstod när grupp skulle läggas till.

source: No group name to rename from given.
cs_cz: Nebyl zadán název skupiny k přejmenování.
sv: Inget gruppnamn att byta från angivet.

source: No group name to rename to given.
cs_cz: Nebyl zadán nový název skupiny.
sv: Inget gruppnamn att byta till angivet.

source: Error renaming group.
cs_cz: Chyba při přejmenování skupiny.
sv: Fel vid omdöpning av grupp.

source: Group ID missing from request.
cs_cz: V požadavku chybí ID skupiny.
sv: Grupp-ID fattas från anrop.

source: Group name missing from request.
cs_cz: V požadavku chybí název skupiny.
sv: Gruppnamn saknas från begäran.

source: Contact ID missing from request.
cs_cz: V požadavku chybí ID kontaktu.
sv: Kontakt-ID fattas från anrop.

source: Failed to write to disk
cs_cz: Zápis na disk selhal
sv: Misslyckades att spara till disk

source: Not enough storage available
cs_cz: Nedostatek dostupného úložného prostoru
sv: Det finns inte tillräckligt med lagringsutrymme

source: Attempt to upload blacklisted file:
cs_cz: Pokud o nahrání zakázaného souboru:
sv: Försök att ladda upp svartlistad fil:

source: Error uploading contacts to storage.
cs_cz: Chyba při nahrávání kontaktů do úložiště.
sv: Fel uppstod när kontakter sparades.

source: Error moving file to imports folder.
cs_cz: Chyba při přesunu souboru do složky pro importy.
sv: Fel uppstod när fil skulle flyttas till importmappen.

source: You do not have permissions to import into this address book.
cs_cz: Nemáte oprávnění pro import do tohoto adresáře kontaktů.
sv: Du har inte behörighet att importera denna adressbok.

source: File name missing from request.
cs_cz: V požadavku chybí název souboru.
sv: Filnamn saknas från begäran.

source: Progress key missing from request.
cs_cz: V požadavku chybí položka průběhu.
sv: Progress-nyckel saknas från begäran.

source: Attempt to access blacklisted file:
cs_cz: Pokus o přístup k zakázanému souboru:
sv: Försök att komma åt svartlistad fil:

source: No contacts found in:
cs_cz: Žádné kontakty v:
sv: Hittade inga kontakter i:

source: No key is given.
cs_cz: Nebyl zadán klíč.
sv: Ingen nyckel angavs.

source: No value is given.
cs_cz: Nebyla zadána hodnota.
sv: Inget värde angavs.

source: Could not set preference:
cs_cz: Nelze nastavit předvolby:
sv: Kan inte ange inställning:

source: Contact
cs_cz: Kontakt
sv: Kontakt

source: Other
cs_cz: Jiný
sv: Annat

source: HomePage
cs_cz: Domovská stránka
sv: Hemsida

source: Internet call
cs_cz: Internetový hovor
sv: Internetsamtal

source: Work
cs_cz: Práce
sv: Arbete

source: Home
cs_cz: Domů
sv: Hem

source: Mobile
cs_cz: Mobil
sv: Mobil

source: Voice
cs_cz: Hlas
sv: Röst

source: Message
cs_cz: Zpráva
sv: Meddelande

source: Friends
cs_cz: Přátelé
sv: Vänner

source: Family
cs_cz: Rodina
sv: Familj

source: New Contact
cs_cz: Nový kontakt
sv: Ny kontakt

source: Group name
cs_cz: Název skupiny
sv: Gruppnamn

source: New Group
cs_cz: Nová skupina
sv: Ny grupp

source: Address books
cs_cz: Adresáře kontaktů
sv: Adressböcker

source: Display name
cs_cz: Zobrazované jméno
sv: Visningsnamn

source: Add Address Book
cs_cz: Přidat adresář kontaktů
sv: Lägg till adressbok

source: Select file...
cs_cz: Vybrat soubor...
sv: Välj fil...

source: (De-)select all
cs_cz: Vybrat (odznačit) vše
sv: (Av-)markera alla

source: Sort order
cs_cz: Řazení
sv: Sorteringsordning

source: First- Lastname
cs_cz: Jméno, Příjmení
sv: För- Efternamn

source: Last-, Firstname
cs_cz: Příjmení, Jméno
sv: Efter-, Förnamn

source: Groups
cs_cz: Skupiny
sv: Grupper

source: Favorite
cs_cz: Oblíbit
sv: Favorit

source: Merge selected
cs_cz: Sjednotit vybrané
sv: Slå ihop valda

source: Keyboard shortcuts
cs_cz: Klávesové zkratky
sv: Kortkommandon

source: Navigation
cs_cz: Navigace
sv: Navigering

source: Next contact in list
cs_cz: Následující kontakt v seznamu
sv: Nästa kontakt i listan

source: Previous contact in list
cs_cz: Předchozí kontakt v seznamu
sv: Föregående kontakt i listan

source: Expand/collapse current addressbook
cs_cz: Rozbalit/svinout současnou knihu adres
sv: Visa/dölj aktuell adressbok

source: Next addressbook
cs_cz: Následující adresář kontaktů
sv: Nästa adressbok

source: Previous addressbook
cs_cz: Předchozí adresář kontaktů
sv: Föregående adressbok

source: Actions
cs_cz: Činnosti
sv: Åtgärder

source: Refresh contacts list
cs_cz: Obnovit seznam kontaktů
sv: Uppdatera kontaktlistan

source: Add new contact
cs_cz: Přidat nový kontakt
sv: Lägg till ny kontakt

source: Add new addressbook
cs_cz: Přidat nový adresář kontaktů
sv: Lägg till ny adressbok

source: Delete current contact
cs_cz: Odstranit současný kontakt
sv: Radera denna kontakt

source: <h3>You have no contacts in your address book or your address book is disabled.</h3><p>Add a new contact or import existing contacts from a VCF file.</p>
cs_cz: <h3>Váš adresář kontaktů je buď vypnutý nebo prázdný.</h3><p>Vložte nový kontakt nebo importujte již existující kontakty ze souboru VCF.</p>
sv: <h3>Du har antingen inga kontakter i din adressbok eller så är din adressboken inaktiverad.</h3><p>Lägg till en ny kontakt eller importera befintliga kontakter från en VCF-fil.</p>

source: Add contact
cs_cz: Přidat kontakt
sv: Lägg till en kontakt

source: Delete group
cs_cz: Smazat skupinu
sv: Radera grupp

source: Rename group
cs_cz: Přejmenovat skupinu
sv: Döp om grupp

source: Which contact should the data be merged into?
cs_cz: Do kterého kontaktu mají být data sjednocena?
sv: Vilken kontakt ska informationen slås ihop med?

source: Delete the other(s) after successful merge?
cs_cz: Smazat ostatní po úspěšném sjednocení?
sv: Radera dom andra efter lyckad sammanslagning?

source: Compose mail
cs_cz: Napsat e-mail
sv: Skapa e-post

source: Delete current photo
cs_cz: Smazat současnou fotku
sv: Ta bort aktuellt foto

source: Edit current photo
cs_cz: Upravit současnou fotku
sv: Redigera aktuellt foto

source: Upload new photo
cs_cz: Nahrát novou fotku
sv: Ladda upp ett nytt foto

source: Select photo from ownCloud
cs_cz: Vybrat fotku z ownCloudu
sv: Välj foto från ownCloud

source: Name
cs_cz: Název
sv: Namn

source: First name
cs_cz: Křestní jméno
sv: Förnamn

source: Additional names
cs_cz: Další jména
sv: Mellannamn

source: Last name
cs_cz: Příjmení
sv: Efternamn

source: Select groups
cs_cz: Vyberte skupiny
sv: Välj grupper

source: Select address book
cs_cz: Vyberte adresář kontaktů
sv: Välj adressbok

source: Nickname
cs_cz: Přezdívka
sv: Smeknamn

source: Enter nickname
cs_cz: Zadejte přezdívku
sv: Ange smeknamn

source: Title
cs_cz: Název
sv: Rubrik

source: Enter title
cs_cz: Zadejte titul
sv: Ange titel

source: Organization
cs_cz: Organizace
sv: Organisation

source: Enter organization
cs_cz: Zadejte organizaci
sv: Ange organisation

source: Birthday
cs_cz: Narozeniny
sv: Födelsedag

source: Notes go here...
cs_cz: Sem vložte poznámky...
sv: Noteringar här...

source: Export as VCF
cs_cz: Exportovat jako VCF
sv: Exportera som VCF

source: Add field...
cs_cz: Přidat položku...
sv: Lägg till fält...

source: Phone
cs_cz: Telefon
sv: Telefon

source: Instant Messaging
cs_cz: Komunikátor

source: Address
cs_cz: Adresa
sv: Adress

source: Note
cs_cz: Poznámka
sv: Notering

source: Web site
cs_cz: Webová stránka
sv: Webbplats

source: Delete contact
cs_cz: Smazat kontakt
sv: Radera kontakt

source: Preferred
cs_cz: Preferované
sv: Föredragen

source: Please specify a valid email address.
cs_cz: Prosím zadejte platnou e-mailovou adresu.
sv: Vänligen ange en giltig e-postadress.

source: someone@example.com
cs_cz: někdo@example.com
sv: någon@exempel.com

source: Mail to address
cs_cz: Odeslat na adresu
sv: Posta till adress.

source: Delete email address
cs_cz: Smazat e-mailovou adresu
sv: Ta bort e-postadress

source: Enter phone number
cs_cz: Zadejte telefonní číslo
sv: Ange telefonnummer

source: Delete phone number
cs_cz: Smazat telefonní číslo
sv: Ta bort telefonnummer

source: Go to web site
cs_cz: Přejít na webovou stránku
sv: Gå till webbplats

source: Delete URL
cs_cz: Smazat URL
sv: Radera URL

source: View on map
cs_cz: Zobrazit na mapě
sv: Visa på karta

source: Delete address
cs_cz: Smazat adresu
sv: Radera adress

source: Street address
cs_cz: Ulice
sv: Gatuadress

source: Postal code
cs_cz: Směrovací číslo
sv: Postnummer

source: City
cs_cz: Město
sv: Stad

source: State or province
cs_cz: Stát nebo provincie
sv: Stat eller provins

source: Country
cs_cz: Země
sv: Land

source: Instant Messenger
cs_cz: Komunikátor
