Repository: hypery2k/owncloud
Catalog: environment/owncloud_releases/OC60/apps/contacts/l10n/*/contacts.po
Languages: cs_cz, sv

source: Delete IM
cs_cz: Smazat komunikátor
sv: Radera IM

source: Active
cs_cz: Aktivní
sv: Aktiv

source: Share
cs_cz: Sdílet
sv: Dela

source: Export
cs_cz: Exportovat
sv: Exportera

source: CardDAV link
cs_cz: CardDAV odkaz
sv: CardDAV-länk

source: CardDAV syncing addresses
cs_cz: Adresy pro synchronizaci pomocí CardDAV
sv: CardDAV synkningsadresser

source: more info
cs_cz: podrobnosti
sv: mer information

source: Primary address (Kontact et al)
cs_cz: Hlavní adresa (Kontakt etc.)

source: Addressbooks
cs_cz: Adresáře kontaktů
sv: Adressböcker

source: New Address Book
cs_cz: Nový adresář kontaktů
sv: Ny adressbok

source: Description
cs_cz: Popis
sv: Beskrivning

source: Pager
sv: Personsökare

source: Email
sv: E-post
